import "./ImportantInfo.scss";
import ImportantInfoImg from "../../assets/images/important-info.png";

export const ImportantInfo = () => {
  return (
    <div className="ImportantInfo">
      <img className="ImportantInfo__img" src={ImportantInfoImg} alt="important information" />
      <article className="ImportantInfo__article">
        <p className="ImportantInfo__paragraph">
          <span>
            Volkswagen звертає увагу, що ряд моделей Volkswagen ID, призначених
            для іноземних ринків, в тому числі вироблених у Китаї, завозяться на
            український ринок через неофіційні канали продажів. Компанія звертає
            увагу, що при їх виробництві ці релоковані моделі Volkswagen ID не
            були адаптовані для українського ринку, а саме: дані автомобілі
            технічно не адаптовані для експлуатації в Україні та не приведені у
            відповідність до регуляторних вимог українського законодавства.
            Відповідно, на дані релоковані автомобілі Volkswagen ID в Україні не
            розповсюджується гарантія, авторизовані дилери чи будь-які сервісні
            центри, схвалені Volkswagen в Україні, не можуть здійснювати ремонт
            будь-яких елементів чи складових частин таких автомобілів і не
            можуть здійснювати сервісне та технічне обслуговування в Україні.
          </span>
        </p>
        <p className="ImportantInfo__paragraph">
          <span>
            Це означає, що, попри оманливі твердження неавторизованих дилерів,
            на ці релоковані моделі Volkswagen ID в Україні не поширюється дія
            міжнародної гарантії. Крім того, авторизовані дилери чи схвалені
            Volkswagen сервісні центри не можуть приймати заявки на здійснення
            сервісного чи технічного обслуговування, включаючи гарантійний
            ремонт та післягарантійну підтримку, оскільки відповідна мережа
            сервісного обслуговування в Україні не була адаптована для
            обслуговування таких релокованих автомобілів, і на ці автомобілі не
            поширюється гарантія. Крім того, Volkswagen та відповідний офіційний
            імпортер не можуть забезпечити клієнтам надання оригінальних
            запчастин Volkswagen для таких релокованих моделей Volkswagen ID
            (особливо тих, які продаються виключно в Китаї, як-от Volkswagen
            ID.6) через низку регуляторних бар'єрів.
          </span>
        </p>
        <p className="ImportantInfo__paragraph">
          <span>
            Клієнти, які приймають рішення про здійснення купівлі автомобілів у
            неавторизованих дилерів, при прийнятті рішення мають усвідомлювати,
            що, крім відсутності обслуговування, гарантії та постачання запасних
            частин, транспортні засоби постачаються з версією програмного
            забезпечення, призначеною для іноземного ринку. Як і у випадку
            неможливості здійснювати сервісне чи гарантійне обслуговування,
            авторизовані дилери Volkswagen не можуть здійснювати підтримку
            такого програмного забезпечення, або вносити будь-які зміни до нього
            для усунення недоліків. Крім того, частина релокованих моделей
            Volkswagen ID, які потрапили на український ринок через
            неавторизовані канали поставок, призначені виключно для китайського
            ринку.
          </span>
        </p>
        <p className="ImportantInfo__paragraph">
          <span>
            Volkswagen та офіційний імпортер залишаються відданими своїм
            клієнтам, тому ми наполегливо рекомендуємо клієнтам проявляти
            максимальну обережність і приймати виважене рішення при придбанні
            моделей Volkswagen ID через такі неофіційні канали, усвідомлюючи всі
            наслідки придбання таких моделей автомобілів. Ми рекомендуємо
            клієнтам відвідати авторизованих дилерів, щоб ознайомитися з
            актуальним асортиментом доступних товарів Volkswagen, які офіційно
            виготовлені для продажу на українському ринку та на які поширюється
            гарантія та сервісна підтримка. Volkswagen та офіційний імпортер
            радо нададуть контакти авторизованих дилерів.
          </span>
        </p>
      </article>
    </div>
  );
};
